IDEA StatiCa Open Model
MaterialBoltGrade.Elongation Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Elongation after fracture - for 20% elongation use value 0.2
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double Elongation { get; set; }
Public Property Elongation As Double
	Get
	Set
public:
property double Elongation {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MaterialBoltGrade Class
IdeaRS.OpenModel.Material Namespace